Repository: usergreen/Green
Catalog: solus-*.po
Languages: sc_ja

source: System Base
sc_ja: 基本システム

source: Base Components
sc_ja: 基本コンポーネント

source: Base components of Solus
sc_ja: Solus の基本コンポーネント

source: Boot utilities
sc_ja: 起動ユーティリティ

source: Tools and daemons required early in the boot process
sc_ja: 起動プロセスの初期段階で必要なツールとデーモン

source: System utilities
sc_ja: システムユーティリティ

source: Commonly used components for a full installation, not used in minimal environments
sc_ja: フルインストールで一般的に使用するコンポーネント。最小環境では使用しません。

source: Base development tools
sc_ja: 開発基本ツール

source: Development utilities - base system
sc_ja: 開発ユーティリティ - 基本システム

source: X.Org Base Components
sc_ja: X.Org 基本コンポーネント

source: Base components required for the X.Org System
sc_ja: X.Org システムに必要な基本コンポーネント

source: X.Org Protocol Headers
sc_ja: X.Org プロトコル・ヘッダ

source: Protocol headers required for building X.Org Libraries
sc_ja: X.Org ライブラリのビルド時必要なプロトコルヘッダ

source: X.Org Core Libraries
sc_ja: X.Org の主要ライブラリ

source: Core libraries required by X.Org
sc_ja: X.Org に必要な主要ライブラリ

source: X.Org Core Fonts
sc_ja: X.Org の中核フォント

source: Core fonts required by X.Org
sc_ja: X.Orgに必要な中核フォント

source: X.Org Core Applications
sc_ja: X.Org の主要アプリケーション

source: Collection of simple applications for X.Org
sc_ja: X.Org 用のシンプルなアプリケーション集

source: X.Org Display
sc_ja: X.Org ディスプレイ

source: Software required to run an X.Org Display
sc_ja: X.Org ディスプレイを起動するのに必要なソフトウェア

source: X.Org Server
sc_ja: X.Org サーバ

source: Core server of the X Window System
sc_ja: X Window System の主要サーバ

source: X.Org Drivers
sc_ja: X.Org ドライバー

source: Drivers required to use the X Window System
sc_ja: X Window System を使用するために必要な各種ドライバ

source: Networking Base
sc_ja: ネットワーク・ベース

source: Email clients
sc_ja: 電子メールクライアント

source: IRC clients
sc_ja: IRC クライアント

source: Instant messaging
sc_ja: インスタント・メッセージ

source: News and RSS readers
sc_ja: ニュースおよび RSS リーダー

source: Remote management software
sc_ja: リモート管理ソフトウェア

source: Web applications
sc_ja: ウェブアプリケーション

source: Web browsers
sc_ja: ウェブブラウザ

source: Networking utilities
sc_ja: ネットワーク・ユーティリティ

source: Download managers
sc_ja: ダウンロードマネージャ

source: Networking CLI Clients
sc_ja: ネットワーク CLI クライアント

source: Kernel Images
sc_ja: カーネルイメージ

source: Kernel Development
sc_ja: カーネル開発

source: Text Editors
sc_ja: テキストエディタ

source: Simple and advanced text editors
sc_ja: シンプルで高機能なテキストエディタ

source: Office Software
sc_ja: オフィスソフト

source: Office software
sc_ja: オフィスソフト

source: Financial Software
sc_ja: 財務ソフトウェア

source: Mathematics-Oriented Software
sc_ja: 数学指向のソフトウェア

source: Note-Taking Software
sc_ja: メモ作成ソフトウェア

source: Scientific Software
sc_ja: 科学用ソフトウェア

source: Software aimed at various scientific fields.
sc_ja: さまざまな科学分野を対象としたソフトウェアです。

source: E-book and PDF Viewing Software
sc_ja: 電子書籍および PDF 閲覧ソフトウェア

source: Programming
sc_ja: プログラミング

source: Software related to programming
sc_ja: プログラミング関連のソフトウェア

source: Development files
sc_ja: 開発用ファイル

source: Integrated Developer Environments
sc_ja: 統合開発環境

source: Development tools
sc_ja: 開発用ツール

source: Haskell libraries
sc_ja: Haskell ライブラリ

source: Python modules
sc_ja: Python モジュール

source: Perl modules
sc_ja: Perl モジュール

source: Java modules and libraries
sc_ja: Java のモジュールとライブラリ

source: Programming libraries
sc_ja: プログラミング・ライブラリ

source: Database clients and servers
sc_ja: データベースのクライアントとサーバ

source: Desktop Software
sc_ja: デスクトップソフトウェア

source: Desktop specific software
sc_ja: デスクトップ関連のソフトウェア

source: General Multimedia Software
sc_ja: マルチメディア用の汎用ソフトウェア

source: Graphics
sc_ja: グラフィックス

source: Graphics Manipulation Software
sc_ja: グラフィックス操作用ソフトウェア

source: Multimedia Codecs
sc_ja: マルチメディア・コーデック

source: Multimedia Codecs and Format Support
sc_ja: マルチメディア用のコーデックとフォーマットのサポート

source: Video Software
sc_ja: ビデオソフトウェア

source: Audio Software
sc_ja: オーディオソフトウェア

source: Multimedia Libraries
sc_ja: マルチメディア・ライブラリ

source: GStreamer Runtime
sc_ja: GStreamer ランタイム

source: GStreamer Runtime &amp; Support Libraries
sc_ja: GStreamer ランタイム & サポートライブラリ

source: Desktop Libraries
sc_ja: デスクトップ・ライブラリ

source: Common libraries required for a desktop
sc_ja: デスクトップに必要な共通ライブラリ

source: Desktop Theming
sc_ja: デスクトップのテーマ設定

source: Themes to enhance the desktop
sc_ja: デスクトップを向上させるための各種テーマ

source: Desktop Fonts
sc_ja: デスクトップ用のフォント

source: Fonts to enhance the desktop
sc_ja: デスクトップを強化するフォント

source: Qt Runtime Libraries
sc_ja: Qt ランタイムライブラリ

source: GTK Runtime Libraries
sc_ja: GTK ランタイムライブラリ

source: Budgie Desktop
sc_ja: Budgie デスクトップ

source: Elements of the Solus Budgie Experience
sc_ja: Solus Budgie 体験の基本部分

source: GNOME Desktop
sc_ja: GNOME デスクトップ

source: MATE Desktop
sc_ja: MATE デスクトップ

source: i3 Desktop
sc_ja: i3 デスクトップ

source: GNOME Desktop - Core System
sc_ja: GNOME デスクトップ - 基本システム

source: GNOME Documentation Tools
sc_ja: GNOME 文書ツール

source: Documentation tools for GNOME
sc_ja: GNOME 用文書ツール

source: KDE Desktop
sc_ja: KDE デスクトップ

source: KDE Desktop - Core System
sc_ja: KDE デスクトップ - 基本システム

source: Desktop Core Components
sc_ja: デスクトップの基本コンポーネント

source: Core components for desktop systems
sc_ja: デスクトップシステム用の基本コンポーネント

source: Security applications
sc_ja: セキュリティ関係アプリケーション

source: Cryptographic utilities
sc_ja: 暗号化ユーティリティ

source: Cryptographic utilities and runtimes
sc_ja: 暗号化ユーティリティとランタイム

source: Security-oriented libraries
sc_ja: セキュリティ指向のライブラリ

source: Main games collection
sc_ja: メインゲーム集

source: Main games
sc_ja: メインゲーム

source: Action Games
sc_ja: アクションゲーム

source: Arcade Games
sc_ja: アーケードゲーム

source: Card Games
sc_ja: カードゲーム

source: Console Emulators
sc_ja: 端末エミュレータ

source: Massive Multiplayer Online Games
sc_ja: 大規模多人数同時参加型オンラインゲーム

source: Platformer Games
sc_ja: プラットフォーム・ゲーム

source: Puzzle Games
sc_ja: パズルゲーム

source: Role-playing Games
sc_ja: ロールプレイゲーム

source: Strategy Games
sc_ja: 戦略ゲーム

source: Solus Repository
sc_ja: Solus リポジトリ

source: System Software
sc_ja: システム用ソフトウェア

source: Internet Software
sc_ja: インターネット用ソフトウェア

source: Multimedia &amp; Graphics
sc_ja: マルチメディアとグラフィック

source: Gaming on Solus
sc_ja: Solus でゲーム

source: Programming Languages &amp; Tools
sc_ja: プログラム言語とツール

source: Desktop Software &amp; Theming
sc_ja: デスクトップ用ソフトウェアとテーマ

source: Security Software
sc_ja: セキュリティ用ソフトウェア

source: Open up the updates view of the application
sc_ja: アプリケーションの更新ビューを開く

source: Switching to the B-side of the cassette…
sc_ja: カセットを B 面へ切替中...

source: {} operations pending
sc_ja: {} 操作を保留

source: - This may take <b>some time!</b>
sc_ja: - これは<b>時間を要する</b>場合があります！

source: One operation pending
sc_ja: 1 個の操作を保留

source: Updating %s repository
sc_ja: %s リポジトリを更新中

source: Extracting {} of {}: {}
sc_ja: 展開中 {} / {}: {}

source: Configuring {} of {}: {}
sc_ja: 設定中 {} / {}: {}

source: Installing {} of {}: {}
sc_ja: 導入中 {} / {}: {}

source: Removing {} of {}: {}
sc_ja: 削除中 {} / {}: {}

source: Upgraded {} of {}: {}
sc_ja: 更新中 {} / {}: {}

source: Removed {} of {}: {}
sc_ja: 削除済 {} / {}: {}

source: Downloading {} ({})
sc_ja: ダウンロード中 {} ({})

source: Downloading {} of {}: {} ({})
sc_ja: ダウンロード中 {} / {}: {} ({})

source: Downloading {}
sc_ja: ダウンロード中 {}

source: The following dependencies need to be installed to continue
sc_ja: 作業を継続するためには次の依存関係をインストールする必要があります

source: Installation confirmation
sc_ja: インストールの確認

source: The following dependencies need to be removed to continue
sc_ja: 作業を継続するためには次の依存関係を削除する必要があります

source: Removal confirmation
sc_ja: 削除の確認

source: The following dependencies need to be updated to continue
sc_ja: 作業を継続するためには次の依存関係を更新する必要があります

source: Update confirmation
sc_ja: 更新の確認

source: Cancel
sc_ja: キャンセル

source: Install
sc_ja: インストール

source: Update
sc_ja: 更新

source: Remove
sc_ja: 削除

source: Standard Update
sc_ja: 標準アップデート

source: Security Update
sc_ja: セキュリティ更新

source: Report issues
sc_ja: 問題を報告する

source: Visit Website
sc_ja: ウェブサイトを訪問

source: Details
sc_ja: 詳細

source: Developers
sc_ja: 開発者

source: Version
sc_ja: 版

source: Installed size
sc_ja: インストール後のサイズ

source: Donate
sc_ja: 寄付

source: Changelog
sc_ja: 変更ログ

source: License
sc_ja: ライセンス

source: Report an invalid or missing license
sc_ja: ライセンスが無効または不明なことを報告する

source: This selection is available in accordance with the terms set in the following license(s):
sc_ja: この選択は、次のライセンスで設定されている条件に従って使用できます。

source: Cannot remove core system software
sc_ja: 基本的なシステムソフトウェアは削除できません

source: {} categories
sc_ja: {} カテゴリ

source: No screenshots available
sc_ja: 利用可能なスクリーンショットはありません

source: Software Center
sc_ja: ソフトウェアセンター

source: Home
sc_ja: ホーム

source: Updates
sc_ja: 更新

source: Installed
sc_ja: インストール

source: Third Party
sc_ja: サードパーティ

source: Search
sc_ja: 検索

source: Settings
sc_ja: 設定

source: Solving the Paradox Of Choice
sc_ja: 選択時の矛盾を解決しています

source: Concentrating really hard
sc_ja: 現在とても忙しく動作しています

source: Type a query to get started
sc_ja: クエリを入力し作業を開始します

source: No results found
sc_ja: 結果が見つかりません

source: Every hour
sc_ja: 毎時

source: Daily
sc_ja: 毎日

source: Weekly
sc_ja: 毎週

source: All updates
sc_ja: すべて更新

source: Security updates only
sc_ja: セキュリティ更新のみ

source: Security & core updates
sc_ja: セキュリティと基本更新のみ

source: Check for updates
sc_ja: 更新を確認

source: Update Details
sc_ja: 更新の詳細

source: Not installed
sc_ja: インストールしない

source: Discombobulating update matrix
sc_ja: 更新内容に混乱しています

source: Please check back later, updates are now applying
sc_ja: 後ほど確認して下さい。アップデートが適用されます

source: Software is up to date
sc_ja: ソフトウェアは最新です

source: 0 items selected
sc_ja: 0 項目が選択されています

source: Check new updates
sc_ja: 新たな更新を確認

source: Update Selected
sc_ja: 選択項目を更新

source: {} of {} updates selected
sc_ja: {} / {} 更新パッケージの選択

source: {} of {} updates selected ({} to download)
sc_ja: {} / {} 更新パッケージの選択 ({} ダウンロード)

source: Security updates available
sc_ja: セキュリティ更新が有効です

source: Update at your earliest convenience to ensure continued security of your device
sc_ja: 継続的にセキュリティを確保するため早めに更新を行って下さい

source: Software updates available
sc_ja: ソフトウェアの更新が可能です

source: New software updates are available for your device
sc_ja: 新しいソフトウェアのアップグレードが有効です

source: Open Software Center
sc_ja: ソフトウェアセンターを開く
